Repository: norcross/gist-sidebar-widget
Catalog: languages/gist-sidebar-widget-*.po
Languages: pt_br

source: Username is required!
pt_br: O nome de usuário é obrigatório!

source: Include link to GitHub profile
pt_br: Incluir link para o perfil no GitHub

source: A sidebar widget to display your public gists from GitHub.
pt_br: Um widget que exibe seus gists públicos direto do GitHub.

source: Displays a list of gists hosted on GitHub
pt_br: Exibe uma lista dos gists hospedados no GitHub

source: Public GitHub Gists
pt_br: Gists Públicos do GitHub

source: Please enter a username in the widget settings
pt_br: Por favor, digite seu nome de usuário nas configurações do widget

source: Sorry, there was an error with your request.
pt_br: Desculpe, mas ocorreu um erro em sua solicitação.

source: Gist ID:
pt_br: ID do Gist:

source: GitHub Profile
pt_br: Perfil no GitHub

source: Created: %s
pt_br: Criado em %s

source: See my GitHub profile
pt_br: Veja meu perfil no GitHub

source: Title:
pt_br: Título:

source: GitHub username:
pt_br: Nome de usuário no GitHub:

source: Gists to display:
pt_br: Número de gists a exibir:

source: Optional Values
pt_br: Valores opcionais

source: Display creation date
pt_br: Exibir data de criação

source: Profile link text:
pt_br: Texto do link para o perfil:
